[
  {
    "title": "MUNICIPAL SOLID WASTE",
    "info": "CBEPL is having an edge over all other MSW solution providing companies. There is clear gap between technical service providers providing commercially viable solutions in MSW field. CBEPL is not limiting ourselves and focusing Rural India along with Urban India to provide complete end to end solutions in MSW. Our strength is proactiveness and to accept, act on day-to-day MSW operations challenges with passion. CBEPL provide Collection and Transportation including Primary, Secondary and Tertiary Collection solutions along with Processing and Disposal services with sustainable solutions.",
    "image" : "assets/images/msw2.jpg",
    "banner" : "assets/images/msw.jpg",
    "navigation" : "MUNICIPAL SOLID WASTE"
  },
  {
    "title" : "BIOMINING – REMEDIATION AND RECLAMATION OF OLD LEGACY MSW",
    "info" : "Remediation and Reclamation of old legacy waste (Old MSW) is the need of the hour for all municipalities and CBEPL is having anexpert team with unique way to handle this kind of projects as per the guidelines of “Guidelines for Disposal of Legacy Waste (Old Municipal Solid Waste) 2019”. CBEPL won projects with 2 Mn tonesprocess and focused to do more in this sector.",
    "banner": "assets/images/bioming.jpeg",
    "image" : "assets/images/msw2.jpg",
    "navigation" : "BIOMINING"
  },
  {
    "title":"MRF (MATERIAL RECOVERY FACILITIES)",
    "info": "MRFs are specialized plants where source-segregated dry solid waste from residential and commercial sources is processed and separated using manual and / or mechanical methods. The recovered materials include paper, glass, plastics, metals, textiles, electronics which are sorted into their respective categories, baled, shredded, crushed, compacted, or otherwise prepared for shipment to market. They are eventually sold to recycling or manufacturing firms. The remaining residual / material that cannot be segregated for recycling purposes can be sent to nearby cement plants, or a waste-to-energy unit for use as fuel.CBEPLis handling 205 TPD MRF facilities across India.",
    "banner": "assets/images/mrf.jpg",
    "image" : "assets/images/mrf2.jpg",
    "navigation" : "MRF (MATERIAL RECOVERY FACILITIES)"
  },
  {
    "title": "FECAL SLUDGE MANAGEMENT",
    "info": "GOI recognizes that the end objectives and corresponding benefits of SBM cannot be achieved without proper management of fecal sludge and septage across the sanitation service chain. Further, it is well understood that sewerage coverage will not meet the complete sanitation needs in all areas, and a strategy which is a combination of OSS(on-site-sanitation) and off-site (decentralized and centralized) must co-exist in all cities and must be given equal attention. CBEPL is having expertise in Fecal Sludge Management and managing 205 KLD in 18 plants across in India.",
    "banner" : "assets/images/fcm.jpeg",
    "image":"assets/images/fcm2.jpg",
    "navigation" : "FECAL SLUDGE MANAGEMENT"
  },
  {
    "title":"INDUSTRIAL WASTE MANAGEMENT",
    "info":"Industrial growth in India after pandemic is on track and growing very fast. The management of hazardous waste is a process which includes the collection, recycling, treatment, transportation, disposal including incineration and landfilling, and monitoring of wastes disposal sites. To meet the requirement of existing and upcoming industry needs in industrial waste management, each state requirement is different and CBEPL is providing complete end to end solutions with economically viable solutions to hazardous waste for all kinds of industriesby complying all applicable laws.",
    "banner":"assets/images/iwm.jpg",
    "image":"assets/images/iwm2.jpg",
    "navigation" : "INDUSTRIAL WASTE MANAGEMENT"
  },
  {
    "title":"BIOMEDICAL WASTE MANAGEMENT",
    "info":"The basic principle of good BMW practice is based on the concept of 3Rs, namely, reduce, recycle, and reuse. The best BMW management (BMWM) methods aim at avoiding generation of waste or recovering as much as waste as possible, rather than disposing. Therefore, the various methods of BMW disposal, according to their desirability, are prevent, reduce, reuse, recycle, recover, treat, and lastly dispose. Hence, the waste should be tackled at source rather than “end of pipe approach.” CEBPL is focusing on providing economically viable end to end solutions in bio medical waste management.",
    "banner": "assets/images/biomedical.jpg",
    "image": "assets/images/biomedical2.jpg",
    "navigation" : "BIOMEDICAL WASTE MANAGEMENT"
  },
  {
    "title" : "CONSTRUCTION AND DEMOLITION WASTE MANAGEMENT",
    "info":"Construction and demolition (C&D) materials are generated when new building and civil-engineering structures are built and when existing buildings and civil-engineering structures are renovated or demolished (including deconstruction activities). Civil-engineering structures include public works projects, such as streets and highways, bridges, utility plants, piers, and dams.C&D materials often contain bulky, heavy materials such as Concreate, Wood, Metals, Bricks, Glass, plastic, etc.,Construction and demolition (C&D) waste with proper process and technology one can recover it maximum. CBEPL is having technical solutions to get more yield in C&D waste management.",
    "banner":"assets/images/construction.jpg",
    "image" : "assets/images/construction2.jpg",
    "navigation" : "CONSTRUCTION AND DEMOLITION WASTE MANAGEMENT"
  },
  {
    "title": "INTEGRATED ENVIRONMENTAL SERVICES",
    "info": "Integrated Environmental Services (IES) is powerful tool to help in identifying issues and provide environmental solutions for all kinds of societies, plants, factories, etc.,CBEPL is a single stop for all environmental solutions. Addressing all kinds of environmental issue in a unique economically viable way is our core strength.",
    "banner": "assets/images/IES.jpg",
    "image": "assets/images/IES2.jpg",
    "navigation" : "INTEGRATED ENVIRONMENTAL SERVICES"
  },
  {
    "title": "CONSULTANCY",
    "info": "CBEPLis providing consultancy services like Statutory Permits (Environment Impact Assessment, Detail Project Reports, Public Hearing, EnvironmentalClearance, ConcernForEstablishment and Concern For Operation), Environmental Planning, Project Reports including Due Diligence, Monitoring and Audits.",
    "banner": "assets/images/consultancy.jpg",
    "image": "assets/images/consultancy2.jpg",
    "navigation" : "CONSULTANCY"
  },
  {
    "title": "RECYCLING",
    "info": "CEBPL is aggressively looking forward to enter into Recycling business. It is a well-known fact that this is an unorganized sector and CBEPL just don’t want to do trading or back-to-back business but by bringing technology and process in place, CBEPL want to make it as a well-organized sector. Recycling is a subject which covers everything under the sky, therefore it covers from households, companies, factories, commercial establishments, etc.,and the products are Plastic, E-Waste, Paper, etc., CBEPL provide end to end solution including trading, precious metal recovery, recycle, etc., CBEPL do provide solutions to get EPRs and CC.",
    "banner": "assets/images/recycling.jpg",
    "image": "assets/images/recycling2.jpg",
    "navigation" : "RECYCLING"
  },
  {
    "title": "R&D IN WASTE MANAGEMENT",
    "info": "CBEPL is having own R&D wing which is completely focused to look for solutions in all kinds of waste. Our R&D team always keep economic viability as primefocusfor all solutions.",
    "banner": "assets/images/rnd.png",
    "image": "assets/images/rnd2.jpg",
    "navigation" : "R&D IN WASTE MANAGEMENT"
  }
]
